export default {
  // header
  menu_about: 'О нас',
  menu_services: 'Партнёры',
  menu_cases: 'Частые вопросы',
  menu_contacts: 'Контакты',
  callback_button: 'Связаться с нами',

  // banner
  banner_title: 'Интеграция сервисов <br> доставки c вашей POS системой',
  banner_subtitle: 'Все заказы от сервисов доставки напрямую в вашу POS-систему для максимального удобства.',
  advantage_1: 'Довольных рестораннов',
  advantage_2: 'Заказов в сутки',
  advantage_3: 'На рынке',
  years: 'Лет',

  // about
  about_title: 'О нас',
  about_body: `
  <p> 
    Наша компания была основана группой экспертов в области IT и ресторанного бизнеса, 
    которые объединили свои усилия, чтобы создать инновационные решения, отвечающие потребностям современного рынка.
  </p>

  <p>
    С момента своего основания мы прошли длинный путь от стартапа до ведущего поставщика фудтех решений, работающего с сотнями довольных клиентов как в Узбекистане, 
    так и за его пределами. Наш опыт и уникальный подход позволяют нам успешно сотрудничать с компаниями различного масштаба и помогать им в оптимизации их бизнес-процессов.
  </p>`,

  // integrations
  integration_title: 'Интеграция с POS',
  integration_body: 'Простое подключение к POS для автоматического обмена меню и заказами с сервисами доставки еды.',

  // agregators
  agregators_title: 'Агрегаторы доставки еды',
  agregators_body: `
    <p>
      Delivery hub позволяет связать вашу POS систему с Яндекс, Узум тезкоп,Экспрес 24 и другие
    </p>

    <p>
      Интеграция позволяет синхронизировать на лету заказы с агрегаторов, обновить меню одной кнопкой и автоматически управлять стоп листами.
    </p>`,

  // partners
  partners_title: 'Нам доверяют',

  // FAQ
  faq_title: 'Частые вопросы',
  faq_title1: '01. Какие продукты и услуги предлагает ваша компания?',
  faq_body1: `<p>Мы предлагаем широкий спектр решений, включая интеграцию с POS-системами, 
              управление меню и заказами, аналитику и отчетность, а также поддержку.</p>`,

  faq_title2: '02. Какие преимущества получает клиент, работая с вами?',
  faq_body2: `<p>Наши клиенты получают доступ к передовым технологиям, которые помогают им улучшить качество обслуживания, 
  повысить эффективность бизнеса и увеличить прибыль. Мы также предоставляем оперативную поддержку для наших клиентов.</p>`,

  faq_title3: '03. Сколько времени занимает интеграция с вашими системами?',
  faq_body3: `<p>Время интеграции зависит от конкретных потребностей клиента и сложности проекта. 
              Мы стремимся к оперативной интеграции, чтобы клиенты могли начать пользоваться нашими решениями как можно быстрее.</p>`,

  // footer
  footer_title: 'Трансформируем Ваш бизнес!',
  call_center: 'Call-центр',
  email: 'Почта',

  // form
  name_title: 'Как вас зовут?',
  name_placeholder: 'Введите ваше имя',

  email_title: 'Ваш Email',
  email_placeholder: 'Введите email',

  phone_title: 'Номер телефона',

  cashbox_title: 'Тип кассовой системы',
  cashbox_placeholder: 'Введите вашу кассовую систему',

  company_title: 'Компания',
  company_placeholder: 'Название вашей компании',

  aggregator_title: 'С какими агрегаторами интегрировать',
  aggregator_placeholder: 'Введите агрегатор',

  agreement_text: 'Нажимая кнопку “обсудить проект”. Вы даете согласие на обработку личных данных',

  button_text: 'Обсудить проект',

  popup_form_title: 'Оставьте заявку',
};
